Язык программирования Паскаль разработал
Никлаус Вирт
Блез Паскаль
Билл Гейтс
Александр Пушкин
�
Окончание ln у оператора writeln означает, что
каждый символ будет выводится с новой строки
каждое слово будет выводится с новой строки
весь текст будет выводится в одну строку
после вывода текста будет осуществлен переход к новой строке
�
Программа не будет работать при отсутствии
раздела описания переменных
программного блока
раздела описания постоянных величин
имени программы
�
Описание переменной состоит из описания
имени переменной
имени и типа переменной
значения переменной
имени и значения переменной
�
Тип данных, позволяющий присвоить переменной любое число
integer
BigInteger
real
longint
�
Тип данных, позволяющий присвоить переменной текстовую строку
boolean
string
real
integer
�
Операторы разделяются при помощи
точки с запятой
точки
пробела
каждый оператор пишется с новой строки
�
