Великая Отечественная война началась
1 сентября 1939
22 июня 1941
26 августа 1812
20 ноября 1939
�
Блокада Ленинграда началась
27 августа 1941 года
16 июня 1942 года
8 сентября 1941 года
16 декабря 1941 года
�
Оборону Москвы возглавлял
Г. К. Жуков
К. К. Рокоссовский
Л. А. Говоров
А. М. Василевский
�
Расположите операции проводимые советскими войсками под Сталинградом с 19 ноября 1942 года по 2 февраля 1943 года в хронологическом порядке
Уран, Сатурн, Зимняя гроза
Сатурн, Уран , Кольцо
Кольцо, Уран, Малый Сатурн
Уран, Малый Сатурн, Кольцо
�
Командующий Воронежским фронтом во время обороны Курской дуги
И. С. Конев
А. М. Василевский
Н. Ф. Ватутин
К. К. Рокоссовский
�
Высадка англо-американских войск на севере Франции началась в
1940 году
1944 году
1941 году
1943 году
�
Дата окончания Великой Отечественной войны:
9 мая 1945 года
8 мая 1945 года
2 сентября 1945 года
16 августа 1945 года
�
